{
    "category": "Settlements",
    "description": "These are tables for generating some interesting local color next time your adventurers visit the local tavern. Roll as little or as often as you like on each table to fill out your common room.",
    "id": "435mxf",
    "keywords": [
        "Bar",
        "Pub",
        "Tavern",
        "game",
        "bartender",
        "local",
        "staff",
        "hooks\n\n**Disclosure**\n\nI've incorporated many of the great suggestions from the original thread. If you see something you originally wrote",
        "many thanks for contributing to the thread"
    ],
    "reference": "https://www.reddit.com/r/BehindTheTables/comments/435mxf",
    "related_tables": [],
    "tables": [
        {
            "dice": "d20",
            "name": "Games, Contests, and Events",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "A group of commoners is playing horse shoes out back."
                },
                {
                    "dice_val": "2",
                    "entry": "The party is surprised to find the country darts league in full swing as they enter. The waitresses are used to the chaos and dodge darts easily. The half ogre bouncer is using lawn darts. "
                },
                {
                    "dice_val": "3",
                    "entry": "a group of Hill Dwarves are in the middle of a drinking contest, and two of them are passed out already. The Prize is a solid platinum stein."
                },
                {
                    "dice_val": "4",
                    "entry": "Wet Chainmail contest! "
                },
                {
                    "dice_val": "5",
                    "entry": "Four large Barbarians are loudly sledging each other during an arm wrestling competition."
                },
                {
                    "dice_val": "6",
                    "entry": "A shy teenage girl is reciting bad poetry in a corner. No one is paying the slightest bit of attention to her."
                },
                {
                    "dice_val": "7",
                    "entry": "It's trivia night! Those scholars from the School of History and the Arts at the University always win, but tonight, we represent and the School of Alchemy will show those smug book-snobs what it means to be a nerd."
                },
                {
                    "dice_val": "8",
                    "entry": "A promoter is working his way around the tables looking for challengers to fight the local champion pugilist."
                },
                {
                    "dice_val": "9",
                    "entry": "It's a sausage fest! The place is packed with dwarves eager to devour the all-you-can-eat sausage special."
                },
                {
                    "dice_val": "10",
                    "entry": "An over-sized brute is arm-wrestling crushing the hand of everyone in sight."
                },
                {
                    "dice_val": "11",
                    "entry": "Some goblins are throwing dice with some animated skeletons at a table in the corner."
                },
                {
                    "dice_val": "12",
                    "entry": "A goblin is doing a poor job at cheating at a dice game, while a skeleton is doing an excellent job at cheating."
                },
                {
                    "dice_val": "14",
                    "entry": "A 7'2\" red dragonborn with a 5' bastard sword is having a drinking contest with a dwarf. The dragonborn has a 4-pint tankard, and is almost managing to keep pace."
                },
                {
                    "dice_val": "15",
                    "entry": "A party sits in the corner booth playing cards. All of them are cheating, except the paladin, who, curiously, is winning. "
                },
                {
                    "dice_val": "16",
                    "entry": "A mountain of a man in barbarian leathers is arm wrestling a small dragon and winning. "
                },
                {
                    "dice_val": "17",
                    "entry": "An awakened Roper is winning two games of billiards at once."
                },
                {
                    "dice_val": "18",
                    "entry": "A group of drunken pixies is playing hide and seek by hiding behind patrons."
                },
                {
                    "dice_val": "19",
                    "entry": "The players have stumbled into a regional card championship being held that night. The buy in is huge, but so is the pot."
                },
                {
                    "dice_val": "20",
                    "entry": "A shady looking gnomish inventor is proudly showing off his latest invention. He calls it a \"slot machine.\""
                },
                {
                    "dice_val": "21",
                    "entry": "A grey haired story teller is sitting near the fire holding a contest. He'll give a large purse for a story he hasn't heard yet, but so far no one has won. "
                }
            ]
        },
        {
            "dice": "d12",
            "name": "Entertainment",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "The bartender tells elaborate stories about where the stuffed wyrmling dragon on the mantel came from. In reality, he’s a retired wizard and it’s his familiar which grew sick and died. He keeps it as a memento. "
                },
                {
                    "dice_val": "2",
                    "entry": "A bard is telling a story about the player’s latest act of daring do. He’s embellishing quite a bit. When he recognizes the party he makes a big spectacle. "
                },
                {
                    "dice_val": "3",
                    "entry": "A bard is telling the story of the player’s latest exploit. It’s an obvious character assassination. "
                },
                {
                    "dice_val": "4",
                    "entry": "A local bardic group, The Rolling Boulders, are performing, and a large crowd of drunken groupies will not stop screaming."
                },
                {
                    "dice_val": "5",
                    "entry": "A beggar offers to sing for a few coppers. You heard him singing to the last table. He's awful."
                },
                {
                    "dice_val": "6",
                    "entry": "A sassy fortune teller has set up shop in a corner booth. She informs you that she sees a hangover in your near future."
                },
                {
                    "dice_val": "7",
                    "entry": "A stirring rendition of \"The Lady and the Faerie Dragon\" has the crowd calling for an encore from the minstrels."
                },
                {
                    "dice_val": "8",
                    "entry": "The lute-player catches some undergarments from the crowd and drapes them across the ridiculous horned helm he wears."
                },
                {
                    "dice_val": "9",
                    "entry": "On stage tonight: The Deep Tones. A quartet of dwarves with long beards and deep voices singing a capella favorites from places without light (or proper music)."
                },
                {
                    "dice_val": "10",
                    "entry": "On stage tonight: Shaela Windspeaker. An elf-maid singer-songwriter with a bit of a whiny voice who is slowly making her way through her most recent song of protest against the previous and the present centuries of war."
                },
                {
                    "dice_val": "11",
                    "entry": "A nervous show-wizard on the small stage is doing tricks with Prestidigitation for the un-amused patrons."
                },
                {
                    "dice_val": "12",
                    "entry": "There is a pair of musicians warbling well known drinking songs. They have made an impromptu stage out of several tables. One of them seems to be tilting precariously."
                }
            ]
        },
        {
            "dice": "d20",
            "name": "Patrons and Staff",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "A poor farmer is trying to pay his bar tab with a sack of potatoes and a barrel of pickles. "
                },
                {
                    "dice_val": "2",
                    "entry": "A sea captain has set up shop at a table and is trying to sell mementos and souvenirs from his latest great voyage of exploration. Birds, exotic coins, tiny mermaids, he has it all. Some of it looks fake though. A tiny bit looks disturbingly real. "
                },
                {
                    "dice_val": "3",
                    "entry": "A ranger sits alone in a corner, smoking. A hood covers most of his face. At his feet is a sleeping wolfhound. Everyone is giving him a wide berth."
                },
                {
                    "dice_val": "4",
                    "entry": "A lone Troll is drinking at the end of the bar and softly crying and singing one country ballad after another."
                },
                {
                    "dice_val": "5",
                    "entry": "A stoned magician is fumbling his way through one awful card trick after another."
                },
                {
                    "dice_val": "6",
                    "entry": "A mixed group of Elves are drinking bad wine and holding scented handkerchiefs up to their noses to keep out the stench. One has an obsidian bow strapped to her back."
                },
                {
                    "dice_val": "7",
                    "entry": "A young woman and gruff man are asking the patrons questions about themselves. When they get to the players, the woman is interested by their adventuring tales. Little do they know, they're talking to the heir apparent and he trusted guard."
                },
                {
                    "dice_val": "8",
                    "entry": "Two guards are arguing at a table over who the captain likes more by comparing almost identical spears and claiming to have the better one."
                },
                {
                    "dice_val": "9",
                    "entry": "A sad clown is drinking a beer alone."
                },
                {
                    "dice_val": "10",
                    "entry": "A handsome young woman is holding court among some of her would-be suitors. Her father interrupts, and she stalks off embarrassed."
                },
                {
                    "dice_val": "11",
                    "entry": "Some idiot is having a stag night. His friends are loud and obnoxiously harassing the barmaids."
                },
                {
                    "dice_val": "12",
                    "entry": "It's ladies night! And it's not disappointing... A few pretty little things from the weavers' guild are here, a couple of attractive healers from the temple, and the beautiful new town librarian."
                },
                {
                    "dice_val": "13",
                    "entry": "A surly old witch is drinking sherry while stroking the fat grey cat sitting on her lap."
                },
                {
                    "dice_val": "14",
                    "entry": "The barkeep is a marilith, mixing up four drinks at a time."
                },
                {
                    "dice_val": "15",
                    "entry": "The barmaid is a succubus, she makes great tips."
                },
                {
                    "dice_val": "16",
                    "entry": "The attendant in the bathroom is a foul-smelling zombie. He offers you a mint crystal."
                },
                {
                    "dice_val": "17",
                    "entry": "Behind the bar is a gnomish alchemist with a penchant for mixology experiments."
                },
                {
                    "dice_val": "18",
                    "entry": "The toothless mop-hand reminisces with a hobgoblin military has-been over ales about how an otyugh in the loo isn't as bad as the time a carrion crawler was in there."
                },
                {
                    "dice_val": "19",
                    "entry": "The barmaid is a doppelganger. When she returns to your table with your drinks she has taken the form of one of your party."
                },
                {
                    "dice_val": "20",
                    "entry": "A fat priest is doing an excellent jiggly dance in rhythm with the music. Either that or a gelatinous cube has made it's way onto the dance floor? "
                }
            ]
        },
        {
            "dice": "d5",
            "name": "Questionable drinks",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "Tonight's special cocktail: Pixiewine. Each glass of this crisp, floral-scented wine is served with a pixie."
                },
                {
                    "dice_val": "2",
                    "entry": "Tonight's special cocktail: Suckerpunch. Each glass of this potent purple-red punch has several small writhing tentacles that reach out of the glass to attach to your face with their suckers. It actually feels kind of nice."
                },
                {
                    "dice_val": "3",
                    "entry": "Tonight's special: Bring-Your-Own-Horn. Bring the horn of your favorite beast or monstrous humanoid (any size!), and we'll fill it with cheap ale or wine for 2 cp."
                },
                {
                    "dice_val": "4",
                    "entry": "Tonight's special cocktail: Mindbomb. It's made with absinthe and explosive powder."
                },
                {
                    "dice_val": "5",
                    "entry": "Tonight's special cocktail: Fireball. Served by wizards of 5th level or higher."
                },
                {
                    "dice_val": "6",
                    "entry": "Tonight's special cocktail: Stonebones. A powerful rum cocktail made with powder gorgon horn and basilisk eye. It's only partial paralysis. "
                }
            ]
        },
        {
            "dice": "d20",
            "name": "Schemes, Mischief, and Trouble",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "A group of highway men are drunkenly, and a little too loudly, discussing the caravan they pillaged outside of town and what to do with their shares. "
                },
                {
                    "dice_val": "2",
                    "entry": "Adventurers are manhandling a companion turned to stone by a basilisk into the bar. The rouge is trying to pawn him off to the bartender as a hat rack. The bartender is considering it. "
                },
                {
                    "dice_val": "3",
                    "entry": "The bartender is out of mugs because a wizard is passed out in a corner over a table covered in mugs. His drunken familiar attacks anyone approaching the table preventing the mugs recovery."
                },
                {
                    "dice_val": "4",
                    "entry": "A Faerie Dragon is passed out in the rafters. Dangling from one claw is a lacy brassiere."
                },
                {
                    "dice_val": "5",
                    "entry": "A fat Gnome is peddling smelly cheese from a wicker basket."
                },
                {
                    "dice_val": "6",
                    "entry": "A drunken beholder is getting surly. Or feeling playful, it's hard to tell. "
                },
                {
                    "dice_val": "7",
                    "entry": "Two smugglers are talking in a booth before they start to argue. They both shoot at each other, one of them dies. Nobody's completely sure who shot first."
                },
                {
                    "dice_val": "8",
                    "entry": "A man is sitting alone, speaking relatively normally to the empty seat across from him, before yelling out in anger."
                },
                {
                    "dice_val": "9",
                    "entry": "A pair of Ratfolk are being harassed by a few drunken patrons. They're not fighting back."
                },
                {
                    "dice_val": "10",
                    "entry": "A child is attempting to set up a prank against a less than favorable character. He's close, but you can see a flaw in his plan that you could solve."
                },
                {
                    "dice_val": "11",
                    "entry": "It's ladies night! And this bar is a sausage fest."
                },
                {
                    "dice_val": "12",
                    "entry": "A necromancer leads a stumbling-drunk patron out the door."
                },
                {
                    "dice_val": "13",
                    "entry": "The bouncer brains an unruly goblin with his morningstar. No one cares because the party is rocking."
                },
                {
                    "dice_val": "14",
                    "entry": "A knife splits the bulls eye of the elves' in-progress dart game. The elves draw bows and start shooting the place up."
                },
                {
                    "dice_val": "15",
                    "entry": "An illithid is telling fortunes with a deck of tarot cards on an overturned barrel out front. Some say it's cheating because he can read minds, but I say it's cheating because he can eat minds."
                },
                {
                    "dice_val": "16",
                    "entry": "An otyugh made a mess in the loo again."
                },
                {
                    "dice_val": "17",
                    "entry": "At the darts board, a wood elf is being hustled, and already owes a significant amount of money to the loud group of humans around him."
                },
                {
                    "dice_val": "18",
                    "entry": "The tavern is full of groups of tourists, all admiring a single poster on the bulletin board. Soon you realize they're all adventuring parties, and there is only one job left. They all begin to run out the door to be the first to complete it."
                },
                {
                    "dice_val": "19",
                    "entry": "A large cow sits in one end, with a wizard muttering \"I'm sure this never happens babe\" in its ear."
                },
                {
                    "dice_val": "20",
                    "entry": "The taproom is packed from wall to wall. A regal dwarf bedecked with a large chain is standing on the bar buying everyone drinks and preaching to the merit of the Gundar the great god of revelry. "
                }
            ]
        },
        {
            "dice": "d40",
            "name": "You have heard of this tavern before/eaten there before because...",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "they make a mean kirschtorte"
                },
                {
                    "dice_val": "1",
                    "entry": "they really know their pierogies"
                },
                {
                    "dice_val": "1",
                    "entry": "they are the borscht capital of the world"
                },
                {
                    "dice_val": "1",
                    "entry": "their reputation for gołąbkis is unrivaled"
                },
                {
                    "dice_val": "1",
                    "entry": "they put bacon on everything"
                },
                {
                    "dice_val": "1",
                    "entry": "that one smoking hot waitress"
                },
                {
                    "dice_val": "1",
                    "entry": "they always have horse parking"
                },
                {
                    "dice_val": "1",
                    "entry": "the carrot porridge is to die for"
                },
                {
                    "dice_val": "1",
                    "entry": "No one knows where it is so its usually quiet."
                },
                {
                    "dice_val": "1",
                    "entry": "It's open later than anything else in town."
                },
                {
                    "dice_val": "1",
                    "entry": "No one except adventurers are brave enough to eat at a place built under the lightning rail so the merchants and needy townsfolk stay away."
                },
                {
                    "dice_val": "1",
                    "entry": "They buy whatever meat you bring in and cook it fresh."
                },
                {
                    "dice_val": "1",
                    "entry": "They ruthlessly drove the other businesses out of town and you were starving."
                },
                {
                    "dice_val": "1",
                    "entry": "Tasty desserts. The cheese-pie is to die for!"
                },
                {
                    "dice_val": "1",
                    "entry": "Beer selection. They have a great selection of ales."
                },
                {
                    "dice_val": "1",
                    "entry": "Homebrew beer. They brew their own dragon-stout in-house!"
                },
                {
                    "dice_val": "1",
                    "entry": "Meat. The proprietor is a hunter who goes into the woods every day to catch and to kill the main roast."
                },
                {
                    "dice_val": "1",
                    "entry": "Beastly decor. The walls are covered in furs, antlers, and beast heads."
                },
                {
                    "dice_val": "1",
                    "entry": "Fancy decor. The booths are separated by beautiful lace curtains and a pleasant scent of incense permeates the air."
                },
                {
                    "dice_val": "1",
                    "entry": "Heroic tales. The proprietor slayed a dragon."
                },
                {
                    "dice_val": "1",
                    "entry": "Sad tales. The barkeep is a stunning noblewoman who eloped with the poor sonofabitch who used to own this place before died."
                },
                {
                    "dice_val": "1",
                    "entry": "Sex appeal. The barmaids wear low-cut blouses and/or tight skirts."
                },
                {
                    "dice_val": "1",
                    "entry": "Friendly service. The barmaids are real friendly."
                },
                {
                    "dice_val": "1",
                    "entry": "Gamblers' den. The dice game is high-stakes."
                },
                {
                    "dice_val": "1",
                    "entry": "Freakish staff. The bouncer is half-troll."
                },
                {
                    "dice_val": "1",
                    "entry": "Bad-ass staff. The bouncer has a dragon tattoo on his face."
                },
                {
                    "dice_val": "1",
                    "entry": "High-end wines. Their wines come from some unpronounceable Elvish island."
                },
                {
                    "dice_val": "1",
                    "entry": "Magical drinks. The barkeep is an alchemical wizard who serves up love potions, sleeping draughts, and mustache tonics. (Some might argue that a good mustache tonic is all the love potion one needs.)"
                },
                {
                    "dice_val": "1",
                    "entry": "Entertainment. The barkeep here plays a fine piano."
                },
                {
                    "dice_val": "1",
                    "entry": "Decorations, they have trophies from everywhere."
                },
                {
                    "dice_val": "1",
                    "entry": "Reviews, some sod with a pen, paper, and those newfangled word things has written a piece on them."
                },
                {
                    "dice_val": "1",
                    "entry": "Nobility, the high society types like it."
                },
                {
                    "dice_val": "1",
                    "entry": "Admittance is a status symbol."
                },
                {
                    "dice_val": "1",
                    "entry": "People, its where you go to find troubleshooters."
                },
                {
                    "dice_val": "1",
                    "entry": "Warmth, the walls magically keep out the chill and snow."
                },
                {
                    "dice_val": "1",
                    "entry": "The Dwarves built it."
                },
                {
                    "dice_val": "1",
                    "entry": "It was once a library and there is a huge selection of books to read."
                },
                {
                    "dice_val": "1",
                    "entry": "It was once a temple and the half dead god who was worshiped there still occasionally tries to smite the defilers, sometimes with more success than others."
                },
                {
                    "dice_val": "1",
                    "entry": "They accept a generous line of credit"
                },
                {
                    "dice_val": "1",
                    "entry": "It's an exotic location, and spelljammers sometimes stop by, bringing trinkets from across the planes. "
                }
            ]
        }
    ],
    "title": "What's happening at the local Tavern?",
    "use_with": []
}