{
    "category": "Objects, Items, and Miscellany",
    "description": "These are tables for adding some flavorful books to any library, study, or treasure hoard... I've expanded each in-line sub-table to d6, so once I get a cheat sheet made, I can throw a d20 and d6 together to generate a topic for a book in a single toss.",
    "id": "43wsio",
    "keywords": [
        "books",
        "library",
        "scholars",
        "academy",
        "university",
        "sage",
        "lore",
        "pages",
        "Gutenberg"
    ],
    "reference": "https://www.reddit.com/r/BehindTheTables/comments/43wsio",
    "related_tables": [
        {
            "link": "46m9xc",
            "title": "Songs"
        }
    ],
    "tables": [
        {
            "subcategory": "Random Books"
        },
        {
            "dice": "d20",
            "name": "The book's subject is...",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "Alchemy and potions (d6): 1. healing tonics; 2. metallurgy; 3. pyromancy; 4. poisoncraft; 5. potionmaking; 6. recipes."
                },
                {
                    "dice_val": "2",
                    "entry": "Art and architecture (d6): 1. fortresses and palaces; 2. painting; 3. sketching; 4. sculpture; 5. stonemasonry; 6. temples and tombs."
                },
                {
                    "dice_val": "3",
                    "entry": "Astronomy and astrology (d6): 1. comets; 2. constellations; 3. moon; 4. sun; 5. stars; 6. strange phenomena."
                },
                {
                    "dice_val": "4",
                    "entry": "Beast lore (d6): 1. domestic beasts; 2. habits; 3. handling; 4. husbandry; 5. poisonous beasts; 6. regional bestiary."
                },
                {
                    "dice_val": "5",
                    "entry": "Demonology (d6): 1. conjurings; 2. exorcisms; 3. fiendish bargains; 4. fiendish bestiary; 5. fiendish realms; 6. fiendish symbols."
                },
                {
                    "dice_val": "6",
                    "entry": "Divination (d6): 1. anthropomancy; 2. crystal gazing; 3. oneiromancy; 4. palm reading; 5. tarot cards; 6. tea leaves."
                },
                {
                    "dice_val": "7",
                    "entry": "Healing arts (d6): 1. alchemical remedies; 2. anatomy; 3. herbal remedies; 4. prayers; 5. rituals; 6. surgery."
                },
                {
                    "dice_val": "8",
                    "entry": "Herb lore (d6): 1. healing herbs; 2. mushrooms; 3. poisons; 4. roots; 5. trees; 6. wildflowers."
                },
                {
                    "dice_val": "9",
                    "entry": "History (d6): 1. ancient; 2. cultural; 3. economic; 4. military; 5. political; 6. regional."
                },
                {
                    "dice_val": "10",
                    "entry": "Languages (d6): 1. ancient; 2. forbidden; 3. exotic; 4. grammar and punctuation; 5. translations; 6. traveler's phrases."
                },
                {
                    "dice_val": "11",
                    "entry": "Literary fiction (d6): 1. adventure; 2. fairy tales, 3. folk tales, 4. murder mystery; 5. romance; 6. satire."
                },
                {
                    "dice_val": "12",
                    "entry": "Mining and mineralogy (d6): 1. gems; 2. metals; 3. mining sties; 4. strategy; 5. rocks; 6. smithing."
                },
                {
                    "dice_val": "13",
                    "entry": "Music and songs (d6): 1. heroic ballads; 2. love ballads; 3. bawdy tunes; 4. dirges and laments; 5. hymns; 6. works of a celebrated singer."
                },
                {
                    "dice_val": "14",
                    "entry": "Necromancy (d6): 1. animation; 2. corpses; 3. lichdom; 4. spirits and souls; 5. undead bestiary; 6. vampirism."
                },
                {
                    "dice_val": "15",
                    "entry": "Plays (d6): 1. comedy; 2. drama; 3. history; 4. romance; 5. satire; 6. tragedy."
                },
                {
                    "dice_val": "16",
                    "entry": "Poetry and poems (d6): 1. ballads; 2. epic poetry; 3. love poetry; 4. lyric poetry; 5. odes and laments; 6. works of a celebrated poet."
                },
                {
                    "dice_val": "17",
                    "entry": "Prophecies and omens (d6): 1. apocalypse; 2. astronomical events; 3. birds; 4. dreams; 5. visions; 6. weather."
                },
                {
                    "dice_val": "18",
                    "entry": "Theology (d6): 1. afterlife; 2. rituals and practices; 3. religious history; 4. saints and martyrs; 5. sacred symbols; 6. sacred texts."
                },
                {
                    "dice_val": "19",
                    "entry": "True magic (d6): 1. elementalism; 2. enchantment; 3. illusions; 4. summoning; 5. teleportation and travel; 6. warding."
                },
                {
                    "dice_val": "20",
                    "entry": "Travel and trade (d6): 1. ancient ruins; 2. exotic travelogue; 3. economics and taxation; 4. foreign cultures; 5. regional landmarks and terrain; 6. trade routes."
                }
            ]
        },
        {
            "dice": "d10",
            "name": "The book's condition is...",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "Worn and tattered."
                },
                {
                    "dice_val": "2",
                    "entry": "Poor. An ink stain obscures a fair amount of the pages."
                },
                {
                    "dice_val": "3",
                    "entry": "Accidentally damaged. Various water damage around the edges but readable."
                },
                {
                    "dice_val": "4",
                    "entry": "Vandalized. It appears that a good dozen pages have been ripped out."
                },
                {
                    "dice_val": "5",
                    "entry": "Deliberately damaged. Towards the middle there is a section hollowed out. In this hiding place, you find (d6): 1. a locket; 2. a knife; 3. a small hammer; 4. a small scroll; 5. a vial of mysterious liquid; 6. a ring."
                },
                {
                    "dice_val": "6",
                    "entry": "Badly damaged. A lot of the ink has run through water damage and it is nearly illegible."
                },
                {
                    "dice_val": "7",
                    "entry": "Ancient. The pages crumble as they turn."
                },
                {
                    "dice_val": "8",
                    "entry": "Strange. The pages are blank?"
                },
                {
                    "dice_val": "9",
                    "entry": "Good, but used. There are handwritten notes in the margins of the pages."
                },
                {
                    "dice_val": "10",
                    "entry": "Pristine. You can smell the ink drying."
                }
            ]
        },
        {
            "dice": "d12",
            "name": "The book's cover is...",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "Missing. The pages are bound with string woven through holes near the spine."
                },
                {
                    "dice_val": "2",
                    "entry": "Stained leather. Some sign of wear."
                },
                {
                    "dice_val": "3",
                    "entry": "Wooden. The title is carved into the spine."
                },
                {
                    "dice_val": "4",
                    "entry": "Paperback. "
                },
                {
                    "dice_val": "5",
                    "entry": "Animal hide. The fur is still on."
                },
                {
                    "dice_val": "6",
                    "entry": "Stone. Iron rings hold it together."
                },
                {
                    "dice_val": "7",
                    "entry": "Cast Iron. Hinges keep it bound."
                },
                {
                    "dice_val": "8",
                    "entry": "Leather with gemstones embedded in it."
                },
                {
                    "dice_val": "9",
                    "entry": "Leather with the title branded on it."
                },
                {
                    "dice_val": "10",
                    "entry": "Leather with gilding on the spine."
                },
                {
                    "dice_val": "11",
                    "entry": "Torn off. It's kept together by a leather belt."
                },
                {
                    "dice_val": "12",
                    "entry": "Tree Bark. Dried vine binds it."
                }
            ]
        },
        {
            "dice": "d10",
            "name": "The book is...",
            "table_entries": [
                {
                    "dice_val": "1",
                    "entry": "A standalone volume, the author's only published work."
                },
                {
                    "dice_val": "2",
                    "entry": "A standalone volume, the author's only surviving work."
                },
                {
                    "dice_val": "3",
                    "entry": "A standalone volume, written by a prolific but obscure author."
                },
                {
                    "dice_val": "4",
                    "entry": "A standalone volume, written by a well-known author."
                },
                {
                    "dice_val": "5",
                    "entry": "The sequel to a book by the same author."
                },
                {
                    "dice_val": "6",
                    "entry": "A part of a series with 3-9 books."
                },
                {
                    "dice_val": "7",
                    "entry": "A single volume of a larger work with 4-15 volumes."
                },
                {
                    "dice_val": "8",
                    "entry": "An edition of a regularly published book with multiple authors."
                },
                {
                    "dice_val": "9",
                    "entry": "A collection of works by the same author."
                },
                {
                    "dice_val": "10",
                    "entry": "An anthology of works by several authors."
                }
            ]
        }
    ],
    "title": "Books of All Sorts",
    "use_with": [
        {
            "link": "3sl4sr",
            "title": "Alchemists"
        },
        {
            "link": "46ma8g",
            "title": "Bards"
        },
        {
            "link": "3vh7jd",
            "title": "Elves, high"
        },
        {
            "link": "3xyhdl",
            "title": "Nobles"
        },
        {
            "link": "3xq9nd",
            "title": "Monks"
        },
        {
            "link": "3w1g84",
            "title": "Necromancer"
        },
        {
            "link": "3whlp0",
            "title": "Priests"
        },
        {
            "link": "3si4ms",
            "title": "Witches"
        }
    ]
}